<template>
  <div class="adventure__start">
    <div class="container">
      <div class="main__feature">
        <span>

        </span>
        <div class="feature">
          <div class="feature__head">
            Главная фишка
          </div>
          <div class="feature__text">
            Помимо того, что 30-километровый Халактырский пляж является интересным спотом для серфинга, это еще и одно из самых красивых мест на всем побережье — черный вулканический песок производит неизгладимое впечатление. У людей, оказавшихся здесь, появляется полное ощущение, что они добрались до края земли. Вместе с Toyota RAV4 Adventure, конечно же! Но не забывайте об акклиматизации после долгого перелета — сначала рекомендуем вам посетить лечебные и расслабляющие горячие источники, которых на Камчатке более полутора сотен.
          </div>
          <div class="feature__text_bold">
            «Когда ты встаешь на доску, вокруг тебя не существует ничего лишнего. Ты, как это модно уже стало говорить, находишься в моменте, наедине с собой и в то же время наедине со стихией. И разве имеет смысл задумываться о “преодолениях”, чтобы почувствовать на себе этот момент?»
          </div>
          <div class="feature_uzer">
            <figure>
              <img src="../../assets/img/adventure/uzer-logo.png" alt="uzer logo">
            </figure>
            <div class="uzer__text">
                <div class="uzer__name">
                  Евгений Исаков
                </div>
                <div class="uzer__title">
                  3-кратный чемпион России
                </div>
            </div> 
          </div>
        </div>
      </div>
    </div>
  </div>
</template>

<script>
export default {

}
</script>

<style>

</style>