<template>
  <div class="adventure__get">
    <div class="container">
      <div class="gets">
        <div class="gets__scpoll">
          <scroll ref="scroll" :options="options" :watch-options="watcher" class="red__scroll_left">
            <div class="gets__head">
              <figure>
                <img src="@/assets/img/adventure/a.png" alt="A">
              </figure>
              Как добраться?
            </div>
            <div class="gets__text">
              <p>
                Наш маршрут начинается от памятника «Здесь начинается Камчатка», расположенного недалеко от аэропорта по Северо-Восточному шоссе. Отличное место для того, чтобы сделать групповое фото на фоне медведей и панорамы трех вулканов.
              </p>
              <p>
                Отсюда держим путь на село Паратунка, расположенное в 48 километрах. Тут нас ждут настоящие термы, в которых можно отмокать хоть целый день.
              </p>
              <p>
                Приведя себя в порядок, самое время продолжить путь. После Петропавловска забивайте в Яндекс.Навигатор «поселок Заозерный», плотно закрепляйте доски для серфинга на крыше вашего RAV4 Adventure и двигайтесь в сторону океана.
              </p>
              <p>
                Проехав полевыми дорогам, на которых вы оцените преимущества полного привода RAV4 Adventure, вы окажетесь на Халактырском пляже.
              </p>
              <p>
                Наш маршрут начинается от памятника «Здесь начинается Камчатка», расположенного недалеко от аэропорта по Северо-Восточному шоссе. Отличное место для того, чтобы сделать групповое фото на фоне медведей и панорамы трех вулканов.
              </p>
              <p>
                Отсюда держим путь на село Паратунка, расположенное в 48 километрах. Тут нас ждут настоящие термы, в которых можно отмокать хоть целый день.
              </p>
              <p>
                Приведя себя в порядок, самое время продолжить путь. После Петропавловска забивайте в Яндекс.Навигатор «поселок Заозерный», плотно закрепляйте доски для серфинга на крыше вашего RAV4 Adventure и двигайтесь в сторону океана.
              </p>
              <p>
                Проехав полевыми дорогам, на которых вы оцените преимущества полного привода RAV4 Adventure, вы окажетесь на Халактырском пляже.
              </p>
              <p>
                Наш маршрут начинается от памятника «Здесь начинается Камчатка», расположенного недалеко от аэропорта по Северо-Восточному шоссе. Отличное место для того, чтобы сделать групповое фото на фоне медведей и панорамы трех вулканов.
              </p>
              <p>
                Отсюда держим путь на село Паратунка, расположенное в 48 километрах. Тут нас ждут настоящие термы, в которых можно отмокать хоть целый день.
              </p>
              <p>
                Приведя себя в порядок, самое время продолжить путь. После Петропавловска забивайте в Яндекс.Навигатор «поселок Заозерный», плотно закрепляйте доски для серфинга на крыше вашего RAV4 Adventure и двигайтесь в сторону океана.
              </p>
              <p>
                Проехав полевыми дорогам, на которых вы оцените преимущества полного привода RAV4 Adventure, вы окажетесь на Халактырском пляже.
              </p>
            </div>
          </scroll>
        </div>
      </div>
    </div>
  </div>
</template>