<template>
  <div class="adventure__look">
    <div class="container">
      <div class="looks">
        <div class="looks__scroll">
          <scroll
            ref="scroll"
            :options="options"
            :watch-options="watcher"
            class="red__scroll_left"
          >
            <div class="looks__head">
              <figure>
                <img src="@/assets/img/adventure/b.png" alt="Б" />
              </figure>
              Что посмотреть?
            </div>
            <div class="looks__text">
              <h4>
                Петропавловск-Камчатский
              </h4>
              <p>
                Основанный в 1740 году, Петропавловск-Камчатский — один из самых
                старых городов на Российском Дальнем Востоке. Первыми тут
                оказались казаки, заложившие лабазы и построившие острог. Чуть
                позже сюда прибыла экспедиция Витуса Беринга и Алексея Чирикова.
                Собственно, в честь их пакетботов «Святой апостол Петр» и
                «Святой апостол Павел» Петропавловск и получил свое имя.
              </p>
              <p>
                Обязательно стоит прогуляться по набережной, покормить хлебом
                тихоокеанских чаек, посмотреть на бронзовый памятник святым
                апостолам Петру и Павлу. Вообще, памятников в городе много, и
                если идти в сторону улицы Ленинская, то на пути встречаешь
                адмирала и кругосветного мореплавателя Завойко, Ленина и Николая
                Чудотворца. В 200 метрах от последнего находится «Нулевая верста
                Камчатки» — еще один недавно появившийся своеобразный памятник,
                верстовой столб у входа в почтовое отделение.
              </p>
              <p>
                Ключевые достопримечательности, помимо памятников, в основном
                природные. Город окружают величественные сопки-вулканы.
                Вертолетная экскурсия в Долину гейзеров запомнится вам на всю
                жизнь.
              </p>
              <p>
                Основанный в 1740 году, Петропавловск-Камчатский — один из самых
                старых городов на Российском Дальнем Востоке. Первыми тут
                оказались казаки, заложившие лабазы и построившие острог. Чуть
                позже сюда прибыла экспедиция Витуса Беринга и Алексея Чирикова.
                Собственно, в честь их пакетботов «Святой апостол Петр» и
                «Святой апостол Павел» Петропавловск и получил свое имя.
              </p>
              <p>
                Обязательно стоит прогуляться по набережной, покормить хлебом
                тихоокеанских чаек, посмотреть на бронзовый памятник святым
                апостолам Петру и Павлу. Вообще, памятников в городе много, и
                если идти в сторону улицы Ленинская, то на пути встречаешь
                адмирала и кругосветного мореплавателя Завойко, Ленина и Николая
                Чудотворца. В 200 метрах от последнего находится «Нулевая верста
                Камчатки» — еще один недавно появившийся своеобразный памятник,
                верстовой столб у входа в почтовое отделение.
              </p>
              <p>
                Ключевые достопримечательности, помимо памятников, в основном
                природные. Город окружают величественные сопки-вулканы.
                Вертолетная экскурсия в Долину гейзеров запомнится вам на всю
                жизнь.
              </p>
              <p>
                Основанный в 1740 году, Петропавловск-Камчатский — один из самых
                старых городов на Российском Дальнем Востоке. Первыми тут
                оказались казаки, заложившие лабазы и построившие острог. Чуть
                позже сюда прибыла экспедиция Витуса Беринга и Алексея Чирикова.
                Собственно, в честь их пакетботов «Святой апостол Петр» и
                «Святой апостол Павел» Петропавловск и получил свое имя.
              </p>
              <p>
                Обязательно стоит прогуляться по набережной, покормить хлебом
                тихоокеанских чаек, посмотреть на бронзовый памятник святым
                апостолам Петру и Павлу. Вообще, памятников в городе много, и
                если идти в сторону улицы Ленинская, то на пути встречаешь
                адмирала и кругосветного мореплавателя Завойко, Ленина и Николая
                Чудотворца. В 200 метрах от последнего находится «Нулевая верста
                Камчатки» — еще один недавно появившийся своеобразный памятник,
                верстовой столб у входа в почтовое отделение.
              </p>
              <p>
                Ключевые достопримечательности, помимо памятников, в основном
                природные. Город окружают величественные сопки-вулканы.
                Вертолетная экскурсия в Долину гейзеров запомнится вам на всю
                жизнь.
              </p>
            </div>
          </scroll>
        </div>
      </div>
    </div>
  </div>
</template>

<script>
export default {};
</script>

<style></style>
